import Anchor from "../components/Anchor"
import Elaboration from "../components/Elaboration"

const Para146 = () => {
  return (
    <div>
        <div className="leading-relaxed">
        <Anchor series="§ 1.46"/>

        {/*waiting to be done*/}
        {/* <Elaboration note="note" text="text"/> */}
        {/* <Elaboration text="text"/> */}
        
        俄狄浦斯早已以复仇之手深深刺入自己罪恶的双眼，将罪责的羞耻沉没于永恒的黑夜之中，栖居在一场漫长而仍在呼吸的死亡里。然而，当他拥抱着他的黑暗和他的住所的最偏僻的地方，守着那连阳光与苍天都无法窥见的密室时，他的心灵之中，思想的凶光却用永不疲倦的翅膀在他周围盘旋，而他罪行的复仇女神（Furiae，希腊 Erinyes，Erinyes, Furies, Semnae, Eumenides）正不断袭击他的心脏。于是他将那空洞的眼眶——既残酷又可怜的生命惩罚——面向苍天，并以染血的双手捶击空洞的大地，用凄厉的声音发出这样的祈祷：“统御罪魂、统御那挤满被诅咒者的塔耳塔罗斯（Tartarus）的诸神啊，还有你，哦，冥河斯堤克斯——我在你阴影重重的深渊中亲眼目睹你的骇人样貌，还有你，提西福涅（Tisiphone：ancient Greek mythological punisher of murder）——我数次向你祈祷，此刻请垂怜我，助长我这违逆人伦的愿望：若我在任何一事上曾得你们的恩宠；若当我自母亲的子宫坠落时，你曾将我抱入怀中，治愈我被刺穿的双足（指婴儿时期被遗弃、脚被钉穿）；若我曾前往刻尔拉之湖（Cirrha）——那湖泊在群山双峰之间蜿蜒，当时我本可满足于虚假的父亲波吕玻斯（Polybus），却在福基斯（Phocian）那三岔路口，与那年迈的国王扭打，将那颤抖的老糊涂的面容劈裂，只为追寻我真正的父亲；若凭借预示般的智慧，我解开了残酷斯芬克斯（Sphinx）的谜语；若我曾在母亲之床体验那甜美的狂喜和致命的结合，度过无数亵渎的夜晚，并为你——你对此再清楚不过——生下儿子，随即又因渴求惩罚，用撕裂的手指对自己施暴，把双眼留在我那不幸的母亲身旁——那么，若我的祈祷配得上聆听，这样你就能激励我那颗彷徨的心，请听我说到最后。尽管我已失明，被逐出王位，我的儿子们——无论是在怎样的床榻上诞生——都未曾在我悲痛时给予引导或安慰；不，他们反而傲慢地（啊，这刺骨的疯狂！）在我早已如死之人之时登上王位时，嘲弄我的失明并厌恶他们父亲的呻吟。难道他们也视我为被诅咒之人吗？而众神之父目睹这一切，却无所作为？那么你至少该来，我应得的辩护者，过来，开启一项复仇之举，让他们的血脉永世枯绝！把那被鲜血浸透的头环戴在你头上——那是我血淋淋的指甲撕扯下来的，并受父亲诅咒的激励，走到兄弟之间，以利剑斩断血缘纽带。赐予我吧，塔耳塔罗斯（Tartarus）深渊的女王，赐我亲眼看见我灵魂所渴求的罪恶，那些年轻人的魂魄也不会迟疑地跟随其后；只要你以与你自身相称的姿态前来，你便会知道——他们确实是我的亲生儿子。”

        {/*waiting to be done*/}
        {/* <Elaboration note="note" text="text"/> */}
        {/* <Elaboration text="text"/> */}
        &nbsp;
    </div>
</div>
  )
}

export default Para146