import Anchor from "../components/Anchor"
import Elaboration from "../components/Elaboration"

const Para101 = () => {
  return (
    <div>
        <div className="leading-relaxed">
        <Anchor series="§ 1.01"/>
        
        我的心为皮埃里亚的火焰所点燃<Elaboration note="Pierian fire" text="皮埃里亚是缪斯的故乡，指诗歌灵感之火。" />，要来讲述兄弟之间的纷争，还有那亵渎之恨所引发的、交替王权的争夺战，和忒拜城所有罪恶的故事。女神们啊，你们要我从何处开始讲述？该从这可怖血脉的起源开始——从西顿尼安人的劫掠<Elaboration note="Sidonian rape" text="指的是希腊神话中宙斯绑架（或强奸）了卡德摩斯（Cadmus)的妹妹欧罗巴(Europa)的故事。这个故事始于西顿，腓尼基的一个城市，位于今天的黎巴嫩。" />和阿革诺尔<Elaboration note="Agenor" text="腓尼基国王，欧罗巴与卡德摩斯之父。他命令卡德摩斯找不到妹妹不得返回国家。" />不可更改的口谕，到卡德摩斯<Elaboration note="Cadmus" text="阿革诺尔之子。卡德摩斯奉命踏上了寻找妹妹的旅程，誓要找到她方可返回。然而他徒劳无功。德尔斐神谕指引他放弃寻找，转而追随一头神圣的母牛，最终在母牛卧下的地方发现了一座新城。他由此来到波俄提亚（Boeotia），建立了底比斯城。" />横跨大海的追寻吗？故事会回退到久远的年代，若我从那焦虑的农夫<Elaboration text="此处指代卡德摩斯"/>开始讲起，他在被亵渎的土地上播撒下隐秘战争的种子<Elaboration text="卡德摩斯播种龙牙是希腊神话中建立底比斯城的关键事件：他杀死了战神阿瑞斯的圣龙后，遵照雅典娜的指示，将龙的牙齿播撒到土里，从中长出全副武装的“地生人”武士，这些武士起初互相残杀，幸存下来的五人帮助卡德摩斯建立了底比斯，而“播种龙牙”也成为英语习语，意指“挑起事端”。" />尽力地追溯回最初的根源，讲到安菲翁<Elaboration note="Amphion" text="安菲翁，宙斯和安提俄珀之子，他与孪生兄弟泽托斯共同创建并建造了底比斯城墙。安菲翁用他的里拉琴施展魔法，将石头固定到位" />以怎样的歌声使提尔山脉<Elaboration note="Tyrian" text="希腊语：Ἡ κλίμαξ Τύρου，Hē klímax Týrou；拉丁语：Scala Tyriorum），这是一条位于今黎巴嫩南部和以色列北部沿海的山脉。 "/>自行移动筑成城邦的城墙，由此引发酒神巴克科斯<Elaboration note="Bacchus" text="希腊神狄俄倪索斯"/>对其血缘之城<Elaboration text="酒神巴克科斯（狄俄倪索斯）之母塞墨勒出自忒拜王族，因而酒神对忒拜的惩罚被称为对‘血缘之城’的怒火。"/>所降下的惨烈怒火；带来毁灭的朱诺<Elaboration note="Juno" text="赫拉"/>曾做下怎样的暴行；那不幸的阿塔玛斯<Elaboration note="Athamas" text="阿塔玛斯是希腊神话中波俄提亚地区的国王，风神埃俄罗斯与爱神埃纳瑞忒之子。朱诺（赫拉）因憎恨酒神及其亲族，向阿塔玛斯降下疯狂，使他在失去理智中举弓欲害自己的孩子。"/>又曾向谁举起弓箭，以及为何帕拉埃蒙的母亲抱着他，竟毫不畏惧地跃入浩瀚的伊奥尼亚海。<Elaboration text="帕拉埃蒙的母亲（伊诺，阿塔玛斯的妻子）抱子跃海，因为赫拉报复酒神一族，迁怒到酒神的亲人身上，使阿塔玛斯发疯，差点伤害自己的孩子。伊诺无处可逃，只好抱着小儿子帕拉埃蒙跳进海里。"/>不，还是让卡德摩斯的悲欢就此过去吧；就让俄狄浦斯<Elaboration note="Oedipus" text="俄狄浦斯是希腊神话中忒拜国王，他因无意中应验了弑父娶母的预言而闻名"/>那动荡不安的家族，作为我歌唱的边界；因为我尚未敢去吟唱意大利的军旗和北方的凯旋，也不敢歌唱莱茵河两次被置于我们的轭下，伊斯特河<Elaboration text="多瑙河"/>也两次臣服于我们的法律，亦或是达契亚人在他们共谋的群山<Elaboration text="“conspiring mount” 指达契亚人依托群山结盟、密谋反抗罗马。诗中把群山写成“共谋者”，是史诗常见的拟人说法。"/>被掀翻而下，还有当年那位尚未接近成年的青年，是如何被禁止出征；<Elaboration text="这里说的“尚未接近成年的青年”，指的是当时年纪尚小的罗马皇子或年轻将领。他因为年龄未到，还不具备参战资格，所以被禁止出征。"/>以及你啊，那为拉丁之名增添荣光的人——你早早继承父亲最后的功业，罗马渴望永远拥有你。是的，即便近处的界限约束了群星，即便那片不识昴宿、不受北风、也不为雷霆所裂的明亮天区引诱你，即便驾驭火蹄骏马的神祇<Elaboration text="太阳神索尔 Sol，对应古希腊Helios赫利俄斯"/>亲手将他冠冕上的光辉戴在你的发上，又或者朱庇特<Elaboration note="Jupiter" text="宙斯"/>愿意让你分享广阔天空的同等份额，你仍当满足于治理人世，你这大地与海洋的君主，要把星座留给天穹。终有一日，在皮埃里亚<Elaboration note="Pieria" text="皮埃里亚被认为是缪斯女神和俄耳甫斯的神话诞生地。"/>狂热的鼓舞之下，我将歌唱你的功业：而此刻，我只为阿俄尼亚<Elaboration note="Aonian" text="指忒拜、波奥提亚地区"/>的兵戈而调弦，为那给两位暴君都带来毁灭的权杖而歌；<Elaboration text="这里的两位暴君指俄狄浦斯之子，陷入王权争斗的波吕涅刻斯和厄忒俄克勒斯。"/>为他们那至死不息的疯狂，还有火葬堆上那彼此对峙的烈焰；为那国王尸身无人安葬，城邦在相互的屠杀中耗尽，当狄耳刻<Elaboration note="Dirce" text="狄耳刻河，忒拜附近的一条小河，它清澈而宁静，但战争后被鲜血染红"/>深蓝的水流被勒耳那般的血污染成赤红之时，海之女神忒提斯<Elaboration note="Thetis" text="海神涅柔斯的女儿之一，阿喀琉斯的母亲。"/>也会为伊斯墨诺斯河<Elaboration note="Ismenos" text="伊斯墨诺斯河： 同样是忒拜附近的河"/>所惊骇——那条昔日只习惯于悠闲放牧的干涸河床，如今河流却挟着成堆的尸骸奔涌而下。克利俄啊<Elaboration note="Clio" text="克利俄：希腊神话人物，历史或里拉琴演奏的缪斯，宙斯和泰坦女神谟涅摩绪涅的女儿。这里诗人向她请示要先歌哪位英雄"/> ，你要我先歌唱哪一位英雄？是怒火难遏的提丢斯<Elaboration note="Tydeus" text="提丢斯，俄纽斯之子，狄俄墨得斯之父，忒拜七英雄之一"/>吗？还是那为戴桂冠的先知骤然张开的深渊？<Elaboration text="指安菲阿拉俄斯被大地吞噬。安菲阿拉俄斯是忒拜七英雄之一，他是阿波罗宠爱的祭司，所以戴桂冠。"/>癫狂的希波墨冬<Elaboration note="Hippomedon" text="希波墨冬，塔劳斯的儿子，忒拜七英雄之一，他常被描述为体型庞大、力大无穷"/>也要求我的歌声——他以尸体击退了河流里来的敌人；我还必须哀悼那英勇的阿卡迪亚人<Elaboration note="Arcadian" text="这里指帕耳忒诺帕厄斯（Parthenopaeus），忒拜七英雄之一，他以面如女子般的美貌著称，是史诗中强调勇敢与美貌并存的英雄。"/>及其战争，并以更强烈的激情歌唱卡帕纽斯<Elaboration note="Capaneus" text="卡帕纽斯，忒拜七英雄之一，希波诺斯之子，斯特涅洛斯之父。以其强大的力量和桀骜不驯的傲慢而闻名，尤其是他曾夸口说即使面对宙斯也要征服底比斯，结果在攀爬城墙时被雷霆击中身亡。"/>的命运。

        {/*waiting to be done*/}
        {/* <Elaboration note="note" text="text"/> */}
        {/* <Elaboration text="text"/> */}
        &nbsp;
    </div>
</div>
  )
}

export default Para101