import Anchor from "../components/Anchor"
import Citation from "../components/Citation"
import Elaboration from "../components/Elaboration"
import Comments from "../blocks/comments/Comments"

const Para1197 = () => {
  return (
    <Comments paragraphId="para1197">
      <div>
        <div className="leading-relaxed" style={{ fontSize: 'var(--reading-text-size)', lineHeight: 'var(--reading-line-height)' }}>
        <Anchor series="§ 1.197"/>

        {/*waiting to be done*/}
        {/* <Elaboration note="note" text="text"/> */}
        {/* <Elaboration text="text"/> */}
        {/*<Citation></Citation>*/}
        {/*<Citation extranote="text"></Citation>*/}
        
        而此刻，在<Citation>朱庇特</Citation>迅猛的命令之下，诸神会议的行列已在更深处的殿堂中集结，那里位于天穹的核心。从这里可以看见一切远近之处，它们在距离上都等同，包括东方与西方的居所，以及铺展在无垠天穹之下的大地与海洋。他自己挺身于诸神之间前行，以平静的面容使万物敬畏，安坐在辉映的星辰之座。天上诸神无人敢先行就座，直到众神之父用平静的手示意他们坐下。随后漫游的半神们，与高云亲近的河神们，还有那些风的神灵，也因为恐惧而抑制住纷乱的低语，一同涌入金色的殿堂。众神威严交织的穹顶震动，高处愈发明亮地闪耀，非凡的光显现在门扉之上。当肃静被宣布，世界因惊惧而沉寂，他便从高处开始讲话。这些神圣的话语沉重而永恒，命运也追随着他的声音：“我控诉大地，也控诉人类的心智，因为任何复仇的神力也不能使他们满足。难道仁慈者的至终命运就是选择是否毁灭邪恶吗？难道我永远不能穷尽恶人的死亡吗？现在我因愤怒而疲倦，当燃烧之铁挥击时，热情已经夺走了我；忙碌的独眼巨人<Elaboration note="Cyclopes" text="在神话中，独眼巨人（Cyclopes）是朱庇特的御用铁匠，他们在埃俄利亚群岛（Aeolian isles）地下的火神锻炉里，专为朱庇特锻造雷霆。这里宙斯是在抱怨：他杀人都杀累了，但人类还是没变好。"/>的手臂已然疲乏，埃俄利亚铁匠锻炉的火焰也在低垂。我自己也容忍过冒名的驾驶者，任由那闪耀的<Citation extranote="宙斯不得不降下雷霆将法厄同击落，他最终坠入埃里达努斯河（Eridanus）身亡。">法厄同</Citation>去驾驶太阳的车轮，当烈焰在失控的车轮间肆虐，同样的火焰也从大地之躯上燃起，灼烧着散落的巨人遗骸<Elaboration text="“巨人遗骸”指向巨人战争，大地女神盖亚之子巨人们曾进攻奥林匹斯山，朱庇特用雷火将他们击败并埋葬在大地之下。这里史诗在描写一种惨烈的视觉效果，以强调火势之大： 法厄同引发的大火不仅烧到了地表，还深入到了地底那些散落的古老巨人的尸骨中。"/>。然而这一切毫无用处，即便你，我的兄弟啊<Elaboration text="指波塞冬"/>，以你的洪水相助也无济于事，人类依然故我， 尽管那时你用大海对世界执行着徒劳的裁判。如今我不得不惩罚两个家族，而我正是它们的祖源：它们其一自根干分出，通向珀耳修斯的阿尔戈斯，另一支则从源头流向阿奥尼亚的忒拜。他们身上恶劣的本性全都等同：谁不知<Citation>卡德摩斯</Citation>的杀戮<Elaboration text="指忒拜建城时的屠龙和内斗"/>，和那无数次从深渊中被召起的复仇女神的阵列？谁不知母亲们不敬的狂欢<Elaboration text="指忒拜妇女崇拜酒神时的癫狂"/>，和在山林中游荡的疯狂，还有那些连神明都闭口不谈的丑事？即便昼夜交替，也不足以让我述尽这一族的亵渎行径。他甚至胆敢爬上婚床，耕作他父亲无辜的田地（噢，这恐怖的真相！），回返曾经容纳自己生命的隐秘之处<Elaboration text="耕作田地：古希腊/罗马文学中的隐喻，指俄狄浦斯与自己的母亲结合； 隐秘之处：指子宫，即回到生命的源头"/>。如今他已向诸神赎还了永恒的代价：他掘出了胸中盲目的光明，可他的儿子们（这无底线的恶行！）竟然践踏他坠落的双眼。现在报应已至，你的祈祷已获垂听，老人啊！你那双目的黑暗确实配得上、也足以让你有资格期望<Citation>朱庇特</Citation>为你复仇。 我将把新的纷争送入负罪的国度，连根拔除这致命的血脉。就让<Citation>阿德拉斯图斯</Citation>的女婿，以及那场阿尔戈斯的婚礼，为我提供战争的种子。因为坦塔罗斯的欺骗和那场罪恶宴席上的罪行，从未自我内心的谋划中被遗忘。”


        &nbsp;
    </div>
      </div>
    </Comments>
  )
}

export default Para1197