import Anchor from "../components/Anchor"
import Citation from "../components/Citation"
import Elaboration from "../components/Elaboration"
import Comments from "../blocks/comments/Comments"

const Para1401 = () => {
  return (
    <Comments paragraphId="para1401">
      <div>
        <div className="leading-relaxed" style={{ fontSize: 'var(--reading-text-size)', lineHeight: 'var(--reading-line-height)' }}>
        <Anchor series="§ 1.410"/>

        {/*waiting to be done*/}
        {/* <Elaboration note="note" text="text"/> */}
        {/* <Elaboration text="text"/> */}
        {/*<Citation></Citation>*/}
        {/*<Citation extranote="text"></Citation>*/}

        看啊！此时另有一人，心知有愧于他亲生兄弟的鲜血<Elaboration text="一说提丢斯的弟弟奥莱尼亚斯（Olenias）受到叔叔阿格里乌斯（Agrius）的蛊惑，参与谋反自己的亲生父亲俄纽斯，提丢斯怒气上头，杀死了自己的兄弟。他的叔父阿格里乌斯便以杀害手足为由，将他放逐出卡吕冬。"/>，正在恐怖命运的驱使下离开古老的卡吕冬。在沉睡的夜晚里，<Citation>奥勒纽斯</Citation>之子<Citation>提丢斯</Citation>也同样独自穿行荒野，抱怨着如南风般猛烈的暴雨，因为寒冷从后背裹挟着他全身，面容与发丝被也被雨水浸透。他湿淋淋地走进一个遮蔽处，那里已经有一位先到的陌生人躺在冰冷的地上，占据了一部分空间。就在这里，命运给两人带来了血腥的狂怒：他们不愿允许对方作为同伴，在同一屋檐下共度夜晚。片刻之间，他们便开始相互威胁，起初还稍显保守；但当抛出的讥讽不断升级，怒气很快彻底膨胀起来。于是两人同时挺身而起，解开肩上的披挂，挑起一场徒手搏斗。 底比斯人<Elaboration text="波吕涅刻斯"/>身形更高，四肢修长，高大且正值盛年；然而提丢斯却在力量上毫不逊色，更强大的勇气支撑着他，在矮小的身体中占据主导。他们猛烈贴身交战，反复击打对方的脸和太阳穴，有如敌人投掷来的密集长矛，又如帕埃亚山降下的猛烈冰雹。他们屈膝攻击，对准空隙击打对方的侧腹。正如每逢第五年<Elaboration text="指奥林匹克运动会周期"/>，为了节庆回归比萨的宙斯而激烈搏斗的竞技者那样，当这样的场面再度到来，男人们挥洒着粗重的汗水，尘土在炽热的空气中飞扬，看台上的对抗激起了年轻人们的热情，赛场之外的母亲们也等待着胜利的奖赏。他们也这样冲上前去，斗志昂扬，仅以仇恨为驱策，并非为荣誉而战。他们彼此扑向对方，用弯曲的拳头探入对方面部，甚至直直地朝向柔软的眼眶。不过多时，两个人都已经拔出腰间佩剑——或许愤怒正如此驱使着他们，而你啊，底比斯的青年<Elaboration text="波吕涅刻斯"/>，本会倒在敌人的手下——如此反倒更好，还能获得你本可以拥有的来自兄弟的哀泣<Elaboration text="指厄忒俄克勒斯的哀悼，这里诗人的意思是：如果波吕涅刻斯就这样死了，兄弟之间的仇恨反而不会愈演愈烈，还能正常地死去，获得亲人本该给予的泪水和缅怀。"/>。若不是国王<Elaboration text="指阿德拉斯图斯"/>察觉到这夜间异常的喧闹，被沉重的喘息声惊扰而前来：老人本就因为年岁与重重忧虑而时常清醒，睡眠也已变得浅薄不安。当他手持火炬，在随从的陪伴下穿过高大的厅堂时，看见门闩已开，在门槛前呈现出难以言述的可怕景象：两个年轻人在厮斗中面容扭曲，鲜血混着雨水淌下脸颊。 “是什么样的狂怒驱使着你们，外来的年轻人？”他喝问道，“我可不相信我的子民敢做出这样的事。是谁挑起这般不可遏制的怒火，把这夜的宁静搅得天翻地覆？难道白天竟如此短暂，不足以容纳你们的纷争，还是你们连片刻的安宁与睡眠也不能容忍？但现在请告诉我吧：你们出身何处，将往何方，又为何争斗？像你们这般的怒气，绝非卑微之人；即使流淌着鲜血，你们高贵的血统仍显露无遗。” 
        
    </div>
      </div>
    </Comments>
  )
}

export default Para1401